Repository: bad0001/tempo-ios
Catalog: TempoWidgets/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 完成
en: Done

source: %lld / %lld 循环
en: %lld / %lld cycles

source: 秒
en: sec

source: 心率
en: Heart Rate

source: 等级
en: Level

source: 更新
en: Updated

source: 过去 24 小时
en: Past 24 Hours

source: 压力
en: Stress

source: Tempo 压力监测
en: Tempo Stress

source: 查看实时压力分、心率和过去 24 小时趋势。
en: View current stress, heart rate, and the past 24-hour trend.

source: 负荷
en: Strain

source: 深睡
en: Deep Sleep

source: 体温
en: Temperature

source: 日内负荷
en: Daily Strain

source: 睡眠总时长
en: Total Sleep

source: 深睡 %@ · REM %@
en: Deep %@ · REM %@

source: 体温偏差
en: Temperature Deviation

source: 可能在生病 / 过劳
en: Possible illness or overexertion

source: 正常区间
en: Normal Range

source: Tempo · 最后更新 %@
en: Tempo · Updated %@

source: Tempo · 恢复 %lld %@
en: Tempo · Recovery %lld %@

source: Tempo · 等待数据
en: Tempo · Waiting for Data

source: 负荷 %.1f
en: Strain %.1f

source: 恢复
en: Recovery

source: Tempo 恢复 + 体能
en: Tempo Recovery + Strain

source: 查看恢复 / 日内负荷 / 睡眠分期 / 体温偏差。
en: View recovery, daily strain, sleep stages, and temperature deviation.
